
<template>
  <div>
    <!-- Main pages -->
    <h4 class="mt-4">{{ title }}</h4>
    <ul class="mt-2">
      <li v-for="(item, index) in items" :key="index" class="break-text">
        <a :href="item.link">
          {{ item.name }}
        </a>
      </li>
    </ul>
  </div>
</template>



<script>
export default {
  data: () => {
    return {
      // main pages data
      title: "რელიგიური ორგანიზაციები",
      items: [
        {
          name: "	საპატრიარქოს საქველმოქმედო ორგანიზაცია “ლაზარე”	",
          link: "		",
        },
        {
          name: "	მოძრაობა დავითიანნი	",
          link: "	http://davitianni.ge/	",
        },
        {
          name: "	შემოქმედის ეპარქია კონჭკათის ღვთისმშბლის მიძნების მონასტერი	",
          link: "		",
        },
        {
          name: "	ფოთის მონასტერი	",
          link: "		",
        },
        {
          name: "	ხობის მონასტერი	",
          link: "		",
        },
        {
          name: "	სამონასტრო კომპლექს ქოზიფას განვითარების ფონდი	",
          link: "		",
        },
        {
          name: "	საქ. მუსლიმთა გაერთიანება	",
          link: "		",
        },
        {
          name: "	ქუთაისის წმ.ნიკოლოზის ტაძრის აღდგენის	",
          link: "		",
        },
        {
          name: "	ხობისა და ფოთის ეპარქია	",
          link: "		",
        },
        {
          name: "	ბერი ანდრიას სახელობის ფონდი	",
          link: "		",
        },
        {
          name: "	წმინდა მეფე დავით აღმაშენებლის ფონდი	",
          link: "		",
        },
        {
          name: "	ააიპ ბერი ანდრიას სახელობის ფონდი	",
          link: "		",
        },
        {
          name: "	პატრიარქი პატრიარქთა შორის	",
          link: "		",
        },
        {
          name: "	ქართველ მუსლიმთა კავშირი	",
          link: "		",
        },
        {
          name: "	ვანისა და ბაღდადის ეპარქია	",
          link: "		",
        },
        {
          name: "	მოქვის სახარება	",
          link: "		",
        },
        {
          name: "	გელათის ბიბლია	",
          link: "		",
        },
        {
          name: "	ბათუმის ახალი მეჩეთის მშენებლობის ფონდი	",
          link: "		",
        },
      ],
    };
  },
};
</script>