
<template>
  <div>
    <!-- Main pages -->
    <h4 class="mt-4">{{ title }}</h4>
    <ul class="mt-2">
      <li v-for="(item, index) in items" :key="index" class="break-text">
        <a :href="item.link">
          {{ item.name }}
        </a>
      </li>
    </ul>
  </div>
</template>

<script>
export default {
  data: () => {
    return {
      // main pages data
      title: "ახალგაზრდული ორგანიზაციები",
      items: [
        {
          name: "	ახალგაზრდული ორგანიზაცია „უკეთესი მომავლისათვის“	",
          link: "		",
        },
        {
          name: "	“ახალგაზრდული ხედვა კახეთი”	",
          link: "		",
        },
        {
          name: "	“ნოუ ჰაუ ტრენინგ ცენტრი”	",
          link: "		",
        },
        {
          name: "	“კრეატიული განვითარების ცენტრი”	",
          link: "		",
        },
        {
          name: "	ახალგაზრდული ორგანიზაცია „ცხოვრების შანსი”	",
          link: "		",
        },
        {
          name: "	სასწავლო-ინტელექტუალური ცენტრი “ხევის მომავალი”	",
          link: "		",
        },
        {
          name: "	ასოციაცია „სამხარეო განვითარება მომავალი საქართველოსთვის“	",
          link: "		",
        },
        {
          name: "	მეღვინე ქალთა და ყურძნის მესაკუთრეთა ასოციაცია,	",
          link: "		",
        },
        {
          name:
            "	საერთაშორისო ორგანიზაცია “ახალგაზრდობის სოციალური უფლებების ქსელი”	",
          link: "		",
        },
        {
          name: "	დანიის ლტოლვილთა საბჭო (DRC)	",
          link: "		",
        },
        {
          name: "	საქველმოქმედო ფონდი „კარიტას საქართველო“	",
          link: "		",
        },
      ],
    };
  },
};
</script>

<style>
</style>